Repository: lorenzosp93/wedding
Catalog: wedding-backend/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Text must be provided if no option is selected
es: Debe indicarse el texto si no se selecciona ninguna opción
it: Occorre inserire del testo se non si sceglie alcuna opzione

source: Please choose an option
es: Favor de seleccionar una opción
it: Scegliere un'opzione

source: Text must be provided
es: Favor de proporcionar texto
it: Il testo deve essere fornito

source: Tips
es: Consejos
it: Consigli

source: Travel
es: Viaje
it: Viaggi

source: Events
es: Eventos
it: Eventi

source: Gifts
es: Regalo
it: Regalo

source: Before
es: Antes
it: Prima

source: Ice-breaker
it: Rompi-ghiaccio

source: Ceremony
es: Ceremonia
it: Cerimonia

source: Reception
es: Recepción
it: Ricevimento

source: Dinner
es: Cena
it: Cena

source: Dance
es: Baile
it: Ballo

source: You have been invited as %(parent)s's plus one
es: Has sido invitado como plus-one de %(parent)s
it: Sei stato invitato come plus-one di %(parent)s

source: %(parent)s invited you to Priscilla and Lorenzo's wedding website: %(url)s
es: %(parent)s te invita al sitio web de la boda de Priscilla y Lorenzo: %(url)s
it: %(parent)s ti ha invitato al matrimonio di Priscilla e Lorenzo: %(url)s

source: First and Last Name not found in invitee list, did you write it correcly?
es: No se encuentra el nombre y apellidos en la lista de invitados, ¿lo has escrito correctamente?
it: Il nome e il cognome non sono stati trovati nell'elenco degli invitati, l'hai scritto correttamente?

source: A user was already set up for this invitee with a different email
es: Ya se ha configurado un usuario para éste invitado con una dirección de correo electrónico diferente
it: Per questo invitato è già stato impostato un utente con un'email diversa

source: An error occurred creating your profile, please try again later.
es: Se ha producido un error al crear tu perfil, inténtalo de nuevo más tarde.
it: Si è verificato un errore nella creazione del profilo, riprovare più tardi.

source: Profile created successfully, please proceed with login.
es: Perfil creado con éxito, por favor procede con el inicio de sesión.
it: Profilo creato con successo, procedere con il login.

source: Profile already exists, please proceed with login.
es: El perfil ya existe, por favor procede con el inicio de sesión.
it: Il profilo esiste già, procedere con il login.

source: User %(email)s created
es: Usuario %(email)s creado
it: Utente %(email)s creato

source: User %(email)s exists already
es: El usuario %(email)s ya existe
it: L'utente %(email)s esiste già

source: No plus-one available
es: No hay +1 disponible
it: Non è disponibile il plus-one

source: There is a new message for you: %(subject)s
es: Hay un nuevo mensaje para ti: %(subject)s
it: C'è un nuovo messaggio per te: %(subject)s

source: English
es: Inglés
it: Inglese

source: Italian
es: Italiano
it: Italiano

source: Spanish
es: Español
it: Spagnolo

source: Here is your login link for %(host)s
es: Tu enlace de acceso para %(host)s
it: Il tuo link di accesso per %(host)s

source: You have been invited!
es: Estás invitado
it: Sei stato invitato!

source: %(parent_fullname)s invited you to Priscilla and Lorenzo's wedding.
es: %(parent_fullname)s te invitó a la boda de Priscilla y Lorenzo.
it: %(parent_fullname)s ti ha invitato al matrimonio di Priscilla e Lorenzo.

source: You can access the website through the link below.
es: Puedes acceder al sitio web a través del siguiente enlace.
it: Puoi accedere al sito attraverso il link sottostante.

source: Click here
es: Click aquí
it: Clicca quì

source: Your login credentials
es: Tus credenciales de acceso
it: Il tuo codice di accesso

source: Please use the code below to access:
es: Por favor, utiliza el codigo a continuación para acceder:
it: Puoi utilizzare il codice sottostante per accedere:

source: Alternatively, if you're not on mobile, you can click on
es: Alternativamente, si no estas en tu celular, puedes hacer click en
it: Alternativamente, se non sei sul cellulare, puoi cliccare

source: this link
es: este enlace
it: questo link

source: to access directly.
es: para acceder directamente
it: per accedere direttamente

source: Please note that this code and link will expire within 15 minutes of submission.
es: Por favor ten en cuenta que el código y el enlace expiran en 15 minutos.
it: Nota che il codice e il link scadranno entro 15 minuti da questo messaggio.
